;; Parkour
[DarkEvent_ABB_Parkour X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：跑酷"
; End Translation
SummaryText="敌人部署了一些受过爬墙训练的部队。"
QuoteText="\"等等，我把梯子堵住了！我勒个去?!\""
QuoteTextAuthor="- 恐高的匿名掷弹兵"
PreMissionText="授予一些外星人和一些变种人部队跑酷技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (跑酷)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (跑酷)"

[DarkEventAbility_ABB_Parkour X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (跑酷)"
LocLongDescription="一些敌军单位获得了爬墙的能力。"

;; Zone of Control (LWOTC)
[DarkEvent_ZoneOfControl_LW X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：控制区域"
; End Translation
SummaryText="敌人部署了一些无面怪和专注于近战的外星人，这些外星人经过训练，在近距离时可以阻碍我们士兵的行动和命中。"
QuoteText="\"我们可能再也无法轻松地放风筝了。\""
QuoteTextAuthor="- 希望穿上比T恤更耐用衣服的匿名反抗军"
PreMissionText="授予一些无面怪和其他外星人控制区域技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (控制区域)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (控制区域)"

[DarkEventAbility_ZoneOfControl_LW X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (控制区域)"
LocLongDescription="一些敌军部队获得了在近距离时能够削弱我们士兵的机动性和命中的能力。"

;; Pugilistic
[DarkEvent_Pugilistic X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：拳击家"
; End Translation
SummaryText="敌人部署了一些外星人和变种人部队，大大提高了近战攻击的精准度。"
QuoteText="\"终于，一些可敬的对手！\""
QuoteTextAuthor="- 在去医务室路上自我和重伤的匿名忍者"
PreMissionText="给予一些敌方单位拳击家技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (拳击家)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (拳击家)"

[DarkEventAbility_Pugilistic X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (拳击家)"
LocLongDescription="一些敌人单位近战攻击精准度获得了极大的提高。"

;; Anatomy
[DarkEvent_Anatomy X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：解剖学"
; End Translation
SummaryText="敌人部署了一些部队，这些部队接受了关于我们装甲和机械化部队弱点的特殊训练或编程，为他们提供了额外的暴击率和穿甲。"
QuoteText="\"我看到，变种人是在浪费时间进行他们自己的尸检和分解。我们尽量不要给他们更多...材料。\""
QuoteTextAuthor="- 理查德·泰根"
PreMissionText="给予一些敌方单位解剖学技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (解剖学)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (解剖学)"

[DarkEventAbility_Anatomy X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (解剖学)"
LocLongDescription="一些敌人单位获得额外的暴击率和穿甲。"

;; Fortress
[DarkEvent_Fortress X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：要塞"
; End Translation
SummaryText="敌人部署了一些灵能单位，这些灵能单位已经具有免疫任何爆炸物、毒、火、酸或寒霜的能力。"
QuoteText="\"他们的灵能只能在能力上增长。我们也必须如此。\""
QuoteTextAuthor="- 盖斯特"
PreMissionText="给予一些敌方单位要塞技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (要塞)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (要塞)"

[DarkEventAbility_Fortress X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (要塞)"
LocLongDescription="一些敌人的灵能单位获得对爆炸物、毒、火、酸和寒霜的免疫力。"

;; HEAT Ammo
[DarkEvent_ShadowOps_HEATAmmo X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：高热弹药"
; End Translation
SummaryText="敌人给一些部队装备了高热弹药，对机械目标造成巨大伤害。"
QuoteText="\"既然我们可以部署我们自己的机器人，我也不惊讶变种人发明了某种逆向科技。\""
QuoteTextAuthor="- 总工程师莉莉·沈"
PreMissionText="给予一些敌方单位高热弹药技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (高热弹药)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (高热弹药)"

[DarkEventAbility_ShadowOps_HEATAmmo X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (高热弹药)"
LocLongDescription="一些敌军单位对机械目标的伤害提升很大。"

;; Butcher
[DarkEvent_ShadowOps_Butcher X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：刽子手"
; End Translation
SummaryText="敌人在他们的队伍中部署了一些经验最丰富的杀手。这些单位对有机目标造成额外伤害。"
QuoteText="\"这些东西中的一些似乎有嗜血的味道。我能理解。\""
QuoteTextAuthor="- 沃里科夫·康斯坦丁·沃尔克"
PreMissionText="给予一些敌方单位刽子手技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (刽子手)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (刽子手)"

[DarkEventAbility_ShadowOps_Butcher X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (刽子手)"
LocLongDescription="一些敌军单位对有机目标获得中等伤害提升。"

;; Predator
[DarkEvent_F_Predator X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：捕食者"
; End Translation
SummaryText="敌人部署了一些部队，这些部队在避难所突袭期间曾多次练习射击暴露的目标。这些单位在攻击侧翼目标时获得额外命中和暴击率。"
QuoteText="\"记住 -- 呆在掩体内。\""
QuoteTextAuthor="- 军事中心长官约翰·布拉德福德"
PreMissionText="给予一些敌方单位捕食者技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (捕食者)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (捕食者)"

[DarkEventAbility_F_Predator X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (捕食者)"
LocLongDescription="一些敌人单位对侧翼目标获得额外命中和暴击率。"

;; Terrifying Suppression
[DarkEvent_MZPanicSuppression X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：恐惧压制"
; End Translation
SummaryText="敌人部署了非常擅长压制火力的部队。我们的士兵被压制时可能会恐慌。"
QuoteText="\"我们的身体，或者我们的精神。无论哪个先打破，对长老来说都无关紧要。\""
QuoteTextAuthor="- 贝托斯"
PreMissionText="给予一些敌方单位恐惧压制技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (恐惧压制)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (恐惧压制)"

[DarkEventAbility_MZPanicSuppression X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (恐惧压制)"
LocLongDescription="一些敌军单位的压制能力会导致他们的目标恐慌。"

;; Apex Predator
[DarkEvent_ApexPredator_LW X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：顶级掠食者"
; End Translation
SummaryText="敌人训练他们所有的响尾蛇、异变者和变种人震击兵如何进行最可怕的致命打击。当这些单位暴击时，他们的目标和目标附近的盟友可能会恐慌。"
QuoteText="\"如果你受不了一点血迹，收拾行李回家吧。如果你的家还在那里。\""
QuoteTextAuthor="- 沃里科夫·康斯坦丁·沃尔克"
PreMissionText="给予所有敌方响尾蛇、异变者和变种人震击兵顶级掠食者技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (顶级掠食者)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (顶级掠食者)"

[DarkEventAbility_ApexPredator_LW X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (顶级掠食者)"
LocLongDescription="所有敌方响尾蛇、异变者和变种人震击兵在暴击时，都可能导致他们的目标和目标附近的盟友恐慌。"

;; Sniper Elite
[DarkEvent_F_SniperElite X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：狙击精英"
; End Translation
SummaryText="敌人升级了所有炮塔的命中能力，并训练了他们的眼镜蛇和其他狙击手的高级射击技能。这些单位使用小队视野不会受到命中惩罚。"
QuoteText="\"一名好的狙击手是冷酷无情的，对杀戮和追捕猎物最感兴趣。\""
QuoteTextAuthor="- 讨厌被触摸的匿名神枪手"
PreMissionText="授予所有敌方炮塔、眼镜蛇和其他狙击手狙击精英技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (狙击精英)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (狙击精英)"

[DarkEventAbility_F_SniperElite X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (狙击精英)"
LocLongDescription="所有敌方炮塔、眼镜蛇和其他狙击手不会因为小队视野而遭受命中惩罚。"

;; Thrash (Andromedon)
[DarkEvent_ThrashA X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：鞭笞 (仙女座)"
; End Translation
SummaryText="敌人升级了他们的仙女座套甲，增加了一项新功能，允许他们在敌对目标进入近战范围时进行自由拳头攻击，但只能在他们自己回合外的时候才会触发。"
QuoteText="\"他们的拳头和我的相比仍然显得笨拙。我说放马过来吧。\""
QuoteTextAuthor="- 喜欢动能打击模组的匿名MEC士兵"
PreMissionText="授予所有敌方仙女座和仙女座外壳鞭笞技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (鞭笞 (仙女座))"
PostMissionFailureText="反击黑暗事件失败：战术升级 (鞭笞 (仙女座))"

[DarkEventAbility_ThrashA X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (鞭笞 (仙女座))"
LocLongDescription="如果敌方目标进入近战范围，所有敌方仙女座和仙女座外壳都会获得自由拳头攻击的能力，但只能在他们自己回合外的时候才会触发。"

;; Thrash (Berserker)
[DarkEvent_ThrashB X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：鞭笞 (狂战士)"
; End Translation
SummaryText="敌人向他们的狂战士注入更多的兴奋剂，使他们能够在敌对目标进入近战范围时进行自由拳头攻击，但只能在他们自己回合外的时候才会触发。被击中的目标可能会受到不良状态。"
QuoteText="\"我几乎可以肯定，狂战士不可能再变得更加咄咄逼人。即使是我们最有经验的近战老兵也会留下来的，指挥官。\""
QuoteTextAuthor="- 理查德·泰根"
PreMissionText="授予所有敌方狂战士变种鞭笞技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (鞭笞 (狂战士))"
PostMissionFailureText="反击黑暗事件失败：战术升级 (鞭笞 (狂战士))"

[DarkEventAbility_ThrashA X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (鞭笞 (狂战士))"
LocLongDescription="如果敌方目标进入近战范围，所有的敌方狂战士变种都会获得自由拳头攻击的能力，但只能在他们自己回合外的时候才会触发。被击中的目标可能会受到不良状态。"

;; Thrash (Faceless)
[DarkEvent_ThrashF X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：鞭笞 (无面怪)"
; End Translation
SummaryText="敌人对他们的无面怪变种进行了额外的 CQC 训练，如果敌对目标在其 3 格内移动或攻击，则允许他们进行自由爪攻击，但只能在他们自己回合的时候才会触发。该攻击只能击中触发它的单位，不能造成伤害以外的效果。"
QuoteText="\"所以，对于潜伏在我们避难所的那些无面怪间谍…我们可不可以就直接放他们走了?\""
QuoteTextAuthor="- 在靴子中发抖的匿名反抗军士兵"
PreMissionText="授予所有敌方无面怪变种鞭笞技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (鞭笞 (无面怪))"
PostMissionFailureText="反击黑暗事件失败：战术升级 (鞭笞 (无面怪))"

[DarkEventAbility_ThrashF X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (鞭笞 (无面怪))"
LocLongDescription="所有敌方无面变种在距离他们3格以内的敌方目标移动或攻击时获得自由爪攻击的能力，但只能在他们自己回合外的时候才会触发。此攻击只能攻击触发它的单位，并且不能造成除伤害以外的效果。"

;; Heavy Hitter
[DarkEvent_ShadowOps_Mayhem_LW2 X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：重击手"
; End Translation
SummaryText="敌人全面升级了他们的一些单位，包括但不限于：枪械、炸药、近战攻击和灵能。这允许受影响的单位对任何来源造成+2伤害。"
QuoteText="\"指挥官，我们没时间了。我们必须结束这场战争！\""
QuoteTextAuthor="- 军事中心长官约翰·布拉德福德"
PreMissionText="给予一些敌方单位重击手技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (重击手)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (重击手)"

[DarkEventAbility_ShadowOps_Mayhem_LW2 X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (重击手)"
LocLongDescription="一些敌方单位造成的所有伤害都获得+2提升。"

;; Omen
[DarkEvent_PAOmen X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：恶兆"
; End Translation
SummaryText="敌人训练他们所有的执政官，使他们能够用另一个动作来使用燃烧羽翼，即使他们用冲刺动作。"
QuoteText="\"为执政官们计划的这项新培训与我们自己喜欢的方法并没有太大不同。\""
QuoteTextAuthor="- 贝托斯"
PreMissionText="给予所有敌方执政官恶兆技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (恶兆)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (恶兆)"

[DarkEventAbility_PAOmen X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (恶兆)"
LocLongDescription="所有敌方执政官现在都可以使用燃烧羽翼而不会结束他们的回合，即使是冲刺。"

;; Puppet Show
[DarkEvent_PAPuppetShow X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：木偶戏"
; End Translation
SummaryText="敌人训练他们所有的灰人和灰人指挥官在不结束回合的情况下使用他们的灵能。此外，敌方灰人现在每回合可以使用一次灵能复活和扭曲技能，敌方灰人指挥官的群体扭曲和群体复活技能的冷却时间减少1回合。"
QuoteText="\"我不怕任何人。但是...那个东西...我很害怕。\""
QuoteTextAuthor="- 患有精神控制相关PTSD的匿名重度患者"
PreMissionText="授予所有敌方灰人和灰人指挥官木偶戏技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (木偶戏)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (木偶戏)"

[DarkEventAbility_PAPuppetShow X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (木偶戏)"
LocLongDescription="所有敌方灰人现在都可以在不结束回合的情况下使用灵能复活和扭曲，并且这两种技能每回合都可以使用一次。所有敌方灰人指挥官现在都可以在不结束回合的情况下使用群体复活和群体扭曲，这两种技能的冷却时间减少1回合。"

;; Hazardous Cascade
[DarkEvent_PADangerZone X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：危险级联"
; End Translation
SummaryText="敌人升级了仙女座和异变者携带的有效载荷。所有仙女座获得+2半径的酸性炸弹技能，可以在不结束回合的情况下使用。所有异变者变种的榴弹半径增加+2。"
QuoteText="\"我无法想象作为你们中的一员对这些东西免疫是什么感觉。\""
QuoteTextAuthor="- 经常因为自鸣得意而被其他士兵拳打脚踢的匿名灵能兵"
PreMissionText="授予所有仙女座和异变者危险级联技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (危险级联)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (危险级联)"

[DarkEventAbility_PADangerZone X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (危险级联)"
LocLongDescription="所有仙女座获得+2半径的酸性炸弹技能，可以在不结束回合的情况下使用。所有异变者变种的榴弹半径增加+2。"

;; Cold Blooded
[DarkEvent_F_ColdBlooded X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：冷血"
; End Translation
SummaryText="敌人训练他们的一些部队对中毒、流血或因火或酸而燃烧的目标进行快速后续攻击，使他们对此类目标的第一次标准射击成为自由行动。"
QuoteText="\"看来我要忙着做生化背心了。\""
QuoteTextAuthor="- 总工程师莉莉·沈"
PreMissionText="给予一些敌方单位冷血技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (冷血)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (冷血)"

[DarkEventAbility_F_ColdBlooded X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (冷血)"
LocLongDescription="一些敌方单位获得每回合一次对中毒、流血或被火或酸灼伤的目标的第一次射击为自由动作的能力。"

;; Salt In The Wound
[DarkEvent_F_SaltInTheWound X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：伤口撒盐"
; End Translation
SummaryText="敌人训练他们的一些单位来利用目标中毒、流血或被燃烧或酸蚀的痛苦，使他们对这些单位造成+1伤害，包括随时间造成的伤害。"
QuoteText="\"你会问，一个活生生的生物怎么会对另一个活生生的生物做出如此残忍的事情？就我而言，我想这是因为我喜欢它！\""
QuoteTextAuthor="- 虐待小动物，不允许靠近我们的囚犯的匿名喷火兵"
PreMissionText="给予一些敌方单位伤口撒盐技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (伤口撒盐)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (伤口撒盐)"

[DarkEventAbility_F_SaltInTheWound X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (伤口撒盐)"
LocLongDescription="一些敌方单位获得对被燃烧或酸蚀、中毒、流血或燃烧的目标造成+1伤害的能力，包括其随时间造成的伤害效果。"

;; Entwine
[DarkEvent_XV_Entwine X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：缠绕"
; End Translation
SummaryText="敌人增强了他们的毒蛇和相关物种的肌肉，并训练它们更好地将束缚的目标用作盾牌。这允许他们每回合对被束缚的目标造成+2点额外伤害，束缚时获得+40防御，并拥有+10命中的舌头拉拽能力。"
QuoteText="\"我还是会让一条蛇缠住我。为小队拿下一个！我不是毒蛇崇拜主义者！\""
QuoteTextAuthor="- 一个肯定有毒蛇癖的匿名突击兵"
PreMissionText="授予所有敌方毒蛇和相关物种缠绕技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (缠绕)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (缠绕)"

[DarkEventAbility_XV_Entwine X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (缠绕)"
LocLongDescription="所有敌方毒蛇和相关物种，在束缚目标时，获得+40防御，每回合多造成2点伤害。此外，他们的舌头拉拽能力获得+10命中。"

;; Serpentine
[DarkEvent_Serpentine X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：蛇形画廊"
; End Translation
SummaryText="敌人改进毒蛇、响尾蛇和眼镜蛇的毒腺，使其更容易吐毒，将其吐毒能力进化为自由动作。"
QuoteText="\"我从没想过我会比现在更讨厌那些东西。\""
QuoteTextAuthor="- 军事中心长官约翰·布拉德福德"
PreMissionText="给予所有敌方毒蛇、响尾蛇和眼镜蛇蛇形画廊技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (蛇形画廊)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (蛇形画廊)"

[DarkEventAbility_Serpentine X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (蛇形画廊)"
LocLongDescription="喷吐毒液技能对所有敌方毒蛇、响尾蛇和眼镜蛇都是自由动作。"

;; Survival Instinct (LWOTC)
[DarkEvent_SurvivalInstinct_LW X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：求生本能"
; End Translation
SummaryText="敌人训练他们的一些变种人部队的生存技能，使他们在生命不足时有额外的防御和暴击率。"
QuoteText="\"想想虚假的上帝真的在乎他们失去了多少士兵吗。\""
QuoteTextAuthor="- 盖斯特"
PreMissionText="给予一些敌方变种人部队求生本能技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (求生本能)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (求生本能)"

[DarkEventAbility_SurvivalInstinct_LW X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (求生本能)"
LocLongDescription="有些变种人部队在生命不足时会获得额外的防御和暴击率。"

;; Unstoppable
[DarkEvent_Unstoppable_LW X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：势不可挡"
; End Translation
SummaryText="敌人训练了许多专门的近战部队，以抵抗移动力降低。"
QuoteText="\"另一个例子是长老选择将他们的知识和权力传播给下属。\""
QuoteTextAuthor="- 贝托斯"
PreMissionText="授予狂战士、寄生兽、无面怪和他们的许多变种人势不可挡的技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (势不可挡)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (势不可挡)"

[DarkEventAbility_Unstoppable_LW X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (势不可挡)"
LocLongDescription="狂战士、寄生兽、无面怪和许多变种人的移动力都不能降低到7以下。"

;; Resilience (Shadow Ops)
[DarkEvent_ShadowOps_Resilience X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性：韧性"
; End Translation
SummaryText="敌人升级了部分单位的防御能力，使其对任何来源的暴击免疫"
QuoteText="\"这种耐久性的提升可不是我们能只够靠工程研发就足以解决的问题。\""
QuoteTextAuthor="- 总工程师莉莉·沈"
PreMissionText="授予一些敌方单位韧性的技能"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (韧性)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (韧性)"

[DarkEventAbility_ShadowOps_Resilience X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (韧性)"
LocLongDescription="一些敌方单位获得完全的暴击免疫。"

;; Bungee Slime
[DarkEvent_PABungeeSlime X2DarkEventTemplate]
; LWOTC Needs Translation
DisplayName="永久性: 橡筋黏液"
; End Translation
SummaryText="敌人篡改了他们的无面怪变种的DNA，让他们变得更有可塑性。这将镰刀爪和类似技能的范围分别延长2个格子的长度和宽度。不影响鞭打。"
QuoteText="\"橡筋黏液兼具橡胶和黏液的特性。\""
QuoteTextAuthor="- 某些实验里的怪人"
PreMissionText="授予无面怪变种橡筋黏液的技能。"
PostMissionSuccessText="已阻止黑暗事件：战术升级 (橡筋黏液)"
PostMissionFailureText="反击黑暗事件失败：战术升级 (橡筋黏液)"

[DarkEventAbility_PABungeeSlime X2AbilityTemplate]
LocFriendlyName="黑暗事件：战术升级 (橡筋黏液)"
LocLongDescription="敌方无面怪变种的镰刀爪和类似技能的范围+2长度和+2宽度。不影响鞭打"